Revit 2027 API
ParameterTypeId.PhyMaterialParamYoungMod1 Property
 "Young modulus X"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamYoungMod1 { get; }
Public Shared ReadOnly Property PhyMaterialParamYoungMod1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamYoungMod1 {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamYoungMod1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace